Repository: Programvareverkstedet/vafling
Catalog: waffles/locale/*/LC_MESSAGES/django.po
Languages: nb

source: User profile
nb: Brukerprofil

source: User profiles
nb: Bruerprofiler

source: Community name
nb: Community navn

source: Community members
nb: Community medlemmer

source: Communities
nb: Communitier

source: Start time
nb: Starttid

source: End time
nb: Sluttid

source: Requesting user
nb: Forespørrende bruker

source: Description/text
nb: Beskrivelse/tekst

source: Listing
nb: Forespørsel

source: Event name
nb: Event navn

source: Open for new participants
nb: Åpen for nye deltakere

source: Finalized
nb: Avsluttet

source: Participants
nb: Deltakere

source: Events
nb: Eventer

source: Name
nb: Navn

source: Parent event
nb: Overordnet event

source: Sub Event
nb: Underevent

source: Sub Events
nb: Undereventer

source: Price
nb: Pris

source: Payers
nb: Betalt av

source: Connected sub-event
nb: Tilhørende subevent

source: Shopping list
nb: Handleliste

source: Shopping lists
nb: Hendlelister
