Repository: Programvareverkstedet/vafling
Catalog: mercantile/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Amount owed
nb: Sum skyldt

source: Debtor
nb: Skylder

source: Debtee
nb: Kreditor

source: Total debt
nb: Sammenlagt gjeld

source: Total debts
nb: Sammenlagte gjelder

source: Connected debt
nb: Tilhørende gjeld

source: Connected event
nb: Tilhørende event

source: Date integrated
nb: Dato integrert

source: Calculation
nb: Kalkulering

source: Calculations
nb: Kalkuleringer

source: Date made
nb: Dato gjort

source: Cash settlement
nb: Kontantoppgjør

source: Cash settlements
nb: Kontantoppgjør
